
[Subtitles]

CIN_Intro_01="Excitement continues to build as city centers across the globe prepare for the 20th anniversary of Unification Day."
CIN_Intro_02="Thousands line up at the site of the Great Accord, celebrating the formation of the ADVENT Coalition."
CIN_Intro_03="In keeping with their promise to humanity, 12 new gene therapy clinics will be opening in select cities by the end of the new year."
CIN_Intro_04="Despite the attack by fringe elements, operations at the new facility in Paris thankfully remain unaffected."
CIN_Intro_05="In response to the unprovoked intrusion on the eve of our most beloved celebration, the Speaker reaches out to us..."
CIN_Intro_06="A small number of dissidents again repeat the mistakes of the old world. Striking as we celebrate a benevolent savior who time and again offers only friendship and compassion. Yet these trivial actions could never break the bond between humanity and the Elders..."
CIN_Intro_07="Peacekeeping forces have already made several preemptive arrests of known collaborators."
CIN_Intro_08="ADVENT again assures all citizens that today's celebrations will continue as planned."
CIN_Intro_09="Perfect."
CIN_Intro_10="The ADVENT Administration reminds you to report all suspicious activity to your nearest peace keeper. Remember, only together can we build a better tomorrow."
CIN_Intro_11="Approaching position."
CIN_Intro_12="You were right, they've definitely got their hands full today."
CIN_Intro_12a="Stay focused..."
CIN_Intro_13="Prep Gatecrasher, 60 seconds."
CIN_Intro_15="Mor Balaten."
CIN_Intro_16="Mor Balaten!"
CIN_Intro_17="Now."
CIN_Intro_18="Signal received. Loud and clear."
CIN_Intro_19="OK, Gatecrasher, your turn."

CIN_TP_PostIntro_01=" Advent forces are swarming to the blast point, we need to move on the package before they figure out what we're up to."

CIN_SP_02_FacilityReveal_01="They're holding position. We're gonna have to go through them. Stay out of sight until we're ready to strike."
CIN_SP_02_FacilityReveal_02="Copy that."

CIN_SP_03_AdventResponse_01="Remind me to thank the old man."
CIN_SP_03_AdventResponse_02="You and me both."

CIN_SP_04_CentralCurbStomp_01="Morta... Beltor..."
CIN_SP_04_CentralCurbStomp_02="She's calling reinforcements!  Stop that-"
CIN_SP_04_CentralCurbStomp_03="...transmission."
CIN_SP_04_CentralCurbStomp_04="Central, reporting in."
CIN_SP_04_CentralCurbStomp_05="You're late. What have you been doing down there?"
CIN_SP_04_CentralCurbStomp_06="Taking in the sights."
CIN_SP_04_CentralCurbStomp_07="What the hell are these things?!"
CIN_SP_04_CentralCurbStomp_08="They're us. Least they used to be. Human hybrid soldiers. ADVENT's reward for obedience and service."
CIN_SP_04_CentralCurbStomp_09="We've all heard rumors. I just never believed it was true."
CIN_SP_04_CentralCurbStomp_10="No one wanted to. But we find what we're looking for today, I promise you that's gonna change."
CIN_SP_04_CentralCurbStomp_11="Let's move."

CIN_SP_06_RescueCommander_01="Moving to secure the package."
CIN_SP_06_RescueCommander_02="Let's hope our intel was good."
CIN_SP_06_RescueCommander_03="This is the place."
CIN_SP_06_RescueCommander_04="Are you sure?"
CIN_SP_06_RescueCommander_04a="Yes."
CIN_SP_06_RescueCommander_05="Looks like there's an access panel attached. If you get me a better look I might be able to-"
CIN_SP_06_RescueCommander_06="Next time..."
CIN_SP_06_RescueCommander_07="Let's get out of here."

CIN_TP_CommanderAwakens_01="Carefully! There's potentially decades of atrophy to contend with!"
CIN_TP_CommanderAwakens_02="Wish we had more time..."
CIN_TP_CommanderAwakens_03="I don't disagree. But as it stands now we risk losing the patient if we don't begin the removal procedure immediately."
CIN_TP_CommanderAwakens_04="We're ready."
CIN_TP_CommanderAwakens_05="Good. Then let's get on with it."
CIN_TP_CommanderAwakens_06="Remarkable!"
CIN_TP_CommanderAwakens_07="Just like 20 years ago..."
CIN_TP_CommanderAwakens_08="...we were still calling it a war back then."
CIN_TP_CommanderAwakens_09="We had no idea what was coming."
CIN_TP_CommanderAwakens_10="...response from the cerebral cortex. Good. Prepping for cranial intrusion."
CIN_TP_CommanderAwakens_11="...I've managed to identify the connection. Preparing to make final incision."
CIN_TP_CommanderAwakens_12="These readings are getting really erratic..."
CIN_TP_CommanderAwakens_13="Of course they are. These implants were never designed to be removed. We are risking severe-"
CIN_TP_CommanderAwakens_14="No Plan B here people. Do it!"
CIN_TP_CommanderAwakens_15="Doctor!"
CIN_TP_CommanderAwakens_16="No signal..."
CIN_TP_CommanderAwakens_17="...pupillary response normal. Vitals stabilizing. Procedure complete."
CIN_TP_CommanderAwakens_18="Told 'em it would take more than that to keep you down."
CIN_TP_CommanderAwakens_19="Welcome back...Commander."
CIN_TP_CommanderAwakens_20="Glad to see you're finally coming out it. Don't envy the headache you must have though..."
CIN_TP_CommanderAwakens_21="Still, can't fault Dr. Tygan. Especially as no one's even attempted something like this before."
CIN_TP_CommanderAwakens_22="Easy - we're still not entirely sure what they did to you...that chip was buried halfway into your skull."
CIN_TP_CommanderAwakens_23="Lost a lot of good soldiers looking for you over the years. Almost gave up hope you were still out there. Acted on the intel as soon as I got word."
CIN_TP_CommanderAwakens_24="Not sure what you remember but a lot's changed. Did the best I could but the last 20 years have been tough without you."
CIN_TP_CommanderAwakens_25="You feel like catching up, Shen has the archive up and running on your terminal."
CIN_TP_CommanderAwakens_26="Otherwise, I'd go see Dr. Tygan when you're ready. There's some things you should know. He'll be better at explaining them than me."
CIN_TP_CommanderAwakens_27="It's damn good to have you back, Commander."

CIN_Welcome_Labs_Part1_01="Impressive isn't it. Capable of generating immense power, yet completely harmless to human life. If only the same could be said for the rest of the aliens' technology, Commander."
CIN_Welcome_Labs_Part1_02="Dr. Richard Tygan, Chief Science Officer. I am responsible for the entirety of our research here, as well as the procedure you so recently underwent. Welcome to my lab, such as it is."
CIN_Welcome_Labs_Part1_03="I'm not sure what Central may have told you, but we found something while removing you from the alien stasis suit."
CIN_Welcome_Labs_Part1_04="A device implanted directly in your occipital lobe. Had I access to the equipment available to me during my tenure at ADVENT I would already know the precise nature of its function. However, given time, and your approval of course Commander, I assure you I will find out."
CIN_Welcome_Labs_Part1_05="Which brings to light an additional point. Though aspects of this facility are indeed impressive, I am but one man. Were you to direct additional support personnel and resources to me, I could substantially improve the speed of all our research. Farewell, Commander."

CIN_Welcome_Labs_Part2_01="So much of my own research based upon this simple design. If only I had known."
CIN_Welcome_Labs_Part2_02="Ah, Commander. Excellent timing. There's been some, progress."
CIN_Welcome_Labs_Part2_03="I've managed to break down several key components of the "chip" implanted into your skull. My analysis reveals that its primary function was that of a conduit, passing a vast amount of data directly to your cerebral cortex."
CIN_Welcome_Labs_Part2_04="With the primary connection severed, much of that data is lost. Several fragments do remain, however."Ghosts" if you will. Observe."
CIN_Welcome_Labs_Part2_05="Tactical combat simulations. Wargames. The sheer volume of encounters you were processing was astounding. It... it is truly remarkable that you survived as long as you did."
CIN_Welcome_Labs_Part2_06="Though this may seem disconcerting, there is still some "good news". This "chip" bears a striking resemblance to a medical implant I briefly assisted in developing at the Gene Therapy Clinic in New Providence."
CIN_Welcome_Labs_Part2_07="My understanding was that the implants were intended for high-ranking ADVENT officers only, Captains or above. Retrieving a chip from such an officer would be the only way to know for certain. A greater understanding of these implants would undoubtedly benefit us all, Commander."

CIN_TP_WelcomeHQ_01="I heard you Shen. When we get the thing, you'll be the first to know."
CIN_TP_WelcomeHQ_02="ATTENTION: UNAUTHORIZED PRESENCE DETECTED."
CIN_TP_WelcomeHQ_03="Commander. Give me a second."
CIN_TP_WelcomeHQ_04="Execute Echelon Protocol."
CIN_TP_WelcomeHQ_05="ATTENTION: SENIOR COMMAND EXCHANGE CONFIRMED."
CIN_TP_WelcomeHQ_06="I had wanted that to be a little more ceremonious, but we've got something."
CIN_TP_WelcomeHQ_07="A local resistance cell just located this "hybrid magnetic power converter" that Shen's been pushing us to find."
CIN_TP_WelcomeHQ_08="They tracked the device to a nearby ADVENT convoy and are attempting to take it down. If we can bring this "converter" back in one piece, we might actually get this place up and running. And give the aliens a real war for a change."
CIN_TP_WelcomeHQ_09="A squad is prepped and ready to launch on your order, Commander. Just give the word."

CIN_WelcomeHQ_NS_01="Commander, good to see you on your feet again. Welcome to the Bridge. The nerve center of our operation."
CIN_WelcomeHQ_NS_02="The aliens have our entire world in their grip. ADVENT controls everything - government, communications, industry, not to mention the military. And it's on us to take it all back."
CIN_WelcomeHQ_NS_03="Resources and time are tight Commander. It will be up to you to decide how to best use both. The ship is yours."

CIN_TP_ShenObtainsFlightDevice_01="Why are you all just standing around?!"
CIN_TP_ShenObtainsFlightDevice_02="It's... perfect! Mmmph. Come on, let's get it inside."

Cin_Welcome_Engineering_01="OK, reworked your repulsors with some of the parts I salvaged from your old engine. Should fix that stabilization problem you had."
Cin_Welcome_Engineering_01a="Come on, Rover, it'll work."
Cin_Welcome_Engineering_02="There."
Cin_Welcome_Engineering_03="Commander! Getting our tech to talk to theirs is harder than you'd think. Lily Shen, Chief Engineer, at your service."
Cin_Welcome_Engineering_04="You were probably expecting to see my father... in all that's happened I'm guessing Central didn't tell you yet. He's... Gone."
Cin_Welcome_Engineering_05="Dad gave everything he had to get us this far. This entire ship is his life's work."
Cin_Welcome_Engineering_05a="I know he would have loved to show you around the place himself."
Cin_Welcome_Engineering_05b="He used to talk about you a lot."
Cin_Welcome_Engineering_06="You can be sure I'm ready to finish what he started. Might not look it, but from here I can fabricate pretty much anything you come up with. And with a little more help... well you'd be amazed with what I can do."
Cin_Welcome_Engineering_07="It was an honor to finally meet you, Commander."

CIN_TP_WelcomeResistance_01="Hello, Commander. The council you once knew is no more. Its membership have all sworn loyalty to the ADVENT Administration."
CIN_TP_WelcomeResistance_02="With one exception. It is good to see you again. In the days since your capture I have done all I can to aid the resistance from the inside. It was these resistance operatives that provided the intel leading to your recent extraction. As of now, resistance forces are currently somewhat... disorganized. If we are to defeat ADVENT and their alien masters, you must change this before it is too late."
CIN_TP_WelcomeResistance_03="What you are seeing are classified reports of missing civilians from across the world. Their numbers are growing. We suspect they have been taken to a nearby ADVENT black site, though its exact location remains unknown."
CIN_TP_WelcomeResistance_04="Time is short, Commander. We need you to take charge of resistance operations throughout the world. Establish contact with the local cells and bring them into the fold. Find this black site and shut it down. Save our world. The clock is ticking. Good luck, Commander."

CIN_TP_AvatarProject_01="Hello, Commander."
CIN_TP_AvatarProject_02="It would seem your recent activities have gotten ADVENT's attention.  Our unwelcome guests are on the move."
CIN_TP_AvatarProject_03="ADVENT has been diverting  considerable resources and personnel to covert facilities across the globe.  The exact details of these operations are highly classified, however they do have one thing in common.  A single word that appears in all their files: Avatar."
CIN_TP_AvatarProject_04="I believe the Blacksite we had previously uncovered to be but a part of this Avatar Project.  Based on what we have uncovered so far its true scope is far greater."
CIN_TP_AvatarProject_05="This Project is being directed from the very top of Advent, from a Source I am still unable to determine.  All attempts to uncover its identity have met with...failure.  It is time to take a more direct approach."
CIN_TP_AvatarProject_06="Though we may not know the exact nature of this Avatar Project we can still disrupt it.  We must root out these hidden facilities with the help of local resistance cells.  Disrupt our enemy's operations and in the process uncover the truth.  Locate the source of this Avatar Project and then destroy it."
CIN_TP_AvatarProject_07="Were the enemy to succeed in their efforts, I am certain it would mean the end for us all. I am confident you will take whatever measures necessary to eliminate this threat, Commander."

CIN_TP_FirstFlight_01="Just stay clear of the perimeter. Understood?"
CIN_TP_FirstFlight_02="Commander, good. I think we've got something here."
CIN_TP_FirstFlight_03="Despite all of ADVENT's efforts, there are still people who refuse to believe their lies."
CIN_TP_FirstFlight_04="And it's time we let them know they're not alone. We've already located a target for our first operation."
CIN_TP_FirstFlight_05="Sir, given our current location there's actually no way the Skyranger could reach that position..."
CIN_TP_FirstFlight_06="Who said anything about the Skyranger."
CIN_TP_FirstFlight_07="Shen - status report, are we ready?"
CIN_TP_FirstFlight_08="Short answer? "Yes". But you might all want to hold onto something."

CIN_TP_BuildOutpost_01="Welcome to the fight."

CIN_TP_PsiNetwork_01="I take it this was... easier than your last procedure Doctor?"
CIN_TP_PsiNetwork_02="Central, Commander. Yes, I find the process to be far less disconcerting when the subject has already expired. The results however... it's best you see for yourself."
CIN_TP_PsiNetwork_03="My autopsy of the ADVENT Captain has confirmed the existence of an implant similar in design to the unit I extracted from the Commander. But there are differences."
CIN_TP_PsiNetwork_04="What kind of differences?"
CIN_TP_PsiNetwork_05="The data you see is being pulled directly from this ADVENT Captain's implant. The sequence here, is essentially you, Commander. Or at least the tactical information they were processing through your mind. As you can see, the data is nearly identical."
CIN_TP_PsiNetwork_06="They were using you against us."
CIN_TP_PsiNetwork_07="Yes. However..."
CIN_TP_PsiNetwork_08="The ADVENT data shows signs of decay. Removing the Commander from their network has likely caused significant damage."
CIN_TP_PsiNetwork_09="Network?"
CIN_TP_PsiNetwork_10="Yes, what we are seeing here is a psionic network. These implants are capable of receiving and transmitting information - a great deal of information, somehow encoded in a stream of psionic energy."
CIN_TP_PsiNetwork_11="My working theory - ADVENT uses this network to augment the tactical readiness of its troops as well as disseminate orders from its Central Command. Observe..."
CIN_TP_PsiNetwork_12="Even in the subject's diminished condition, the implant continues to have an effect. A truly astonishing achievement."
CIN_TP_PsiNetwork_13="Or a weakness..."
CIN_TP_PsiNetwork_14="Potentially - but I'd need direct access to their network to know for sure."
CIN_TP_PsiNetwork_15="I'm guessing that won't be easy."
CIN_TP_PsiNetwork_16="We'd need an active link. And that would mean hacking a live ADVENT Officer."
CIN_TP_PsiNetwork_17="Like I said, not easy."
CIN_TP_PsiNetwork_18="Still, it's the best lead we've got. Your call, Commander."

CIN_TP_ShadowChamberReveal_01="Although I'm impressed with the strides we've made in infiltrating the alien Psionic network, the depths of their technological advancement continue to leave us one step behind."
CIN_TP_ShadowChamberReveal_02="However, with the enhanced decryption capabilities of this chamber, I'm confident we will find a great deal more information than we had previously hoped."

CIN_Retaliation_01="Nothing on the local comms. ADVENT's been quiet lately. I'm guessing we have you to thank for that."
CIN_Retaliation_02="Our pleasure Denmother. Enjoy it while it lasts."
CIN_Retaliation_03="We plan to. Our water purification system..."
CIN_Retaliation_04="Massive signal coming from the ADVENT Network Tower. It's... global. Sir, I think you'll want to see this."
CIN_Retaliation_05="Fellow citizens. For 20 years the ADVENT Coalition has worked tirelessly to repair the ravages and injustices of the old world. Under our stewardship, our cities prosper, our people flourish and our world heals."
CIN_Retaliation_06="And yet, among us, there are still those who would refuse to acknowledge the truth! Who are determined to see all that we have achieved crumble!"
CIN_Retaliation_07="Multiple radar contacts on approach to Haven Alpha-Seven."
CIN_Retaliation_08="That must end. Even as I speak to you today, ADVENT peacekeepers are advancing into the outlying territories...."
CIN_Retaliation_09="You've got incoming on approach!
CIN_Retaliation_10="Your signal's breaking up..."
CIN_Retaliation_11="... to end this scourge once and for all." 
CIN_Retaliation_12="They're right on top of you!"
CIN_Retaliation_13="Losing you Avenger."
CIN_Retaliation_14="Raise them again!"
CIN_Retaliation_15="We will ensure your continued safety and well-being throughout this crisis."
CIN_Retaliation_16="GET YOUR PEOPLE OUT OF THERE!"
CIN_Retaliation_17="With your cooperation we will overcome these radical elements and usher in another 20 years of peace and prosperity."
CIN_Retaliation_18="They don't stand a chance..."
CIN_Retaliation_19="Commander, we should get a squad ready to deploy..."

CIN_TP_AvengerAttacked_01="We've lost power! We're goin' down fast!"
CIN_TP_AvengerAttacked_02="Impossible! There's no damage to the engines! Unless... Must be using an electromagnetic pulse! If I can just bypass all this alien circuitry... hold on!"
CIN_TP_AvengerAttacked_03="Shen."
CIN_TP_AvengerAttacked_04="It's not accepting the transfer! Interface ready... the system is overriding my command!"
CIN_TP_AvengerAttacked_05="SHEN!"
CIN_TP_AvengerAttacked_06="Right."
CIN_TP_AvengerAttacked_07="EMERGENCY POWER ONLINE"
CIN_TP_AvengerAttacked_08="Someone get me a damage report!"
CIN_TP_AvengerAttacked_09="We've got a problem."
CIN_TP_AvengerAttacked_10="Only One?"
CIN_TP_AvengerAttacked_11="They've just dropped some sort of...spike outside. It's generating the same type of pulse that knocked us out of the sky."
CIN_TP_AvengerAttacked_12="They don't want us. They want the ship. Isn't there some way you can override it?"
CIN_TP_AvengerAttacked_13="Not from here."
CIN_TP_AvengerAttacked_14="I can't get our engines online while it's out there!"
CIN_TP_AvengerAttacked_15="Commander, we're gonna have to do this the old fashioned way. Destroying that spike is our only chance at getting outta here. We can't let the aliens take this ship!"

CIN_TP_OldGods_pt1_01="Commander, we're making progress piecing this thing back together... but it hasn't been pretty."
CIN_TP_OldGods_pt1_02="Our soldiers completely disabled this unit in the field. What we're hearing is merely a byproduct of electrical impulses - I assure you, it is well past the point of feeling pain."
CIN_TP_OldGods_pt1_03="I'll take your word for it, Doctor."
CIN_TP_OldGods_pt1_04="I'm sending you a new sequence now."
CIN_TP_OldGods_pt1_05="These are coordinates... return coordinates. Think we've got a point of origin! Well... part of one."
CIN_TP_OldGods_pt1_06="Something else... something - underneath. One moment."
CIN_TP_OldGods_pt1_07="The unit is attempting to block further access."
CIN_TP_OldGods_pt1_08="That's not all it's doing! I'm losing the data we've already decrypted."
CIN_TP_OldGods_pt1_09="Almost there... just one more adjustment..."
CIN_TP_OldGods_pt1_10="Forget the data... it's accessing the Power Core. Overriding my safeties. Increasing power levels to..."
CIN_TP_OldGods_pt1_11="Tygan!"
CIN_TP_OldGods_pt1_11a="Sever the connection!"
CIN_TP_OldGods_pt1_12="There."
CIN_TP_OldGods_pt1_13="Some sort of fail safe protocol I imagine. The Codex must have intentionally overloaded the interface to prevent any further theft of information."
CIN_TP_OldGods_pt1_14="Still, I believe I was one step ahead of it."
CIN_TP_OldGods_pt1_15="That's... an enormous amount of data."
CIN_TP_OldGods_pt1_16="Yes. And I expect it may take some time to decipher."
CIN_TP_OldGods_pt1_17="Better get started."
CIN_TP_OldGods_pt1_17a="I don't think we're gonna be able to do that again."
CIN_TP_OldGods_pt1_18="I'll proceed with the necessary research and preparation- with your approval of course, Commander. I'd also suggest we look into those coordinates-"
CIN_TP_OldGods_pt1_19="That's IF I can reconstruct the data we lost in the transfer. I just hope it was worth it."

CIN_TP_OldGods_pt2_01="Central, Commander... excellent. My analysis of the fragmented Codex data is almost complete."
CIN_TP_OldGods_pt2_02="The information I've uncovered so far outweighs the loss of the shadow chamber, as you'll see..."
CIN_TP_OldGods_pt2_03="Is that... an Elder. Haven't seen one in at least a decade."
CIN_TP_OldGods_pt2_04="Yes. And I believe I now understand why."
CIN_TP_OldGods_pt2_05="The Elders appear to be afflicted with an aggressive form of tissue degeneration. Rapid muscular atrophy to a degree I had not even thought possible."
CIN_TP_OldGods_pt2_06="So they're dying. Sounds like our job just got a whole lot easier."
CIN_TP_OldGods_pt2_07="As with most things involving this adversary, it's never quite that simple."
CIN_TP_OldGods_pt2_08="The Elders have been aggressively searching for a cure to their condition for centuries. Each time they encountered a new species they procured what genetic information and material they required and moved on to the next world. Until now."
CIN_TP_OldGods_pt2_09="I believe they found something in us. Something important enough to cause them to take root."
CIN_TP_OldGods_pt2_10="A cure?"
CIN_TP_OldGods_pt2_11="Not that I can determine. Several key files were previously deleted as part of something called the Avatar Directive."
CIN_TP_OldGods_pt2_12="Avatar. We need those files."
CIN_TP_OldGods_pt2_13="Were I to gain access to a fully functioning Codex, I might be able to recover them."
CIN_TP_OldGods_pt2_14="Or blow the entire ship to hell this time around."
CIN_TP_OldGods_pt2_15="I didn't say I needed the creature here, Bradford. I am confident I could access the unit remotely, provided your soldiers can get close enough to it in the field without destroying it first."
CIN_TP_OldGods_pt2_16="That we can arrange Doctor."

CIN_TP_BlacksiteHorror_01="...still can't believe it's come to this."
CIN_TP_BlacksiteHorror_02="I truly hope those gruesome images are the worst of what we find today..."
CIN_TP_BlacksiteHorror_03="They're slaughtering us, Doctor. What could be worse?!"
CIN_TP_BlacksiteHorror_04="We're about to find out."
CIN_TP_BlacksiteHorror_04a="I've patched the Shadow Chamber directly into the ship's computer."
CIN_TP_BlacksiteHorror_05="It's been sifting through the material we recovered non-stop since our return. Cataloguing sequences...
CIN_TP_BlacksiteHorror_06="Genetic Sequences. In near infinite combinations. Yet all bearing similar genetic markers. Human markers."
CIN_TP_BlacksiteHorror_07="There must be thousands of them."
CIN_TP_BlacksiteHorror_08="Tens of thousands. And the procedure is still nowhere near complete."
CIN_TP_BlacksiteHorror_09="Which is why we need the ship's computer to find out where they came from."
CIN_TP_BlacksiteHorror_10="By cross referencing them with the data we've managed to hack from the ADVENT network."
CIN_TP_BlacksiteHorror_11="It's...an admission file from one of the Gene Therapy clinics."
CIN_TP_BlacksiteHorror_12="Avatar."
CIN_TP_BlacksiteHorror_13="Just what exactly is in that vial."
CIN_TP_BlacksiteHorror_14="In my worst nightmares, I would never have imagined."
CIN_TP_BlacksiteHorror_15="Doctor."
CIN_TP_BlacksiteHorror_16="I believe we have found the missing civilians."
CIN_TP_BlacksiteHorror_17="That's...that's impossible."
CIN_TP_BlacksiteHorror_18="The gene clinics. Millions of people, just looking for help."
CIN_TP_BlacksiteHorror_19="Medically screened and selected. Suitable candidates taken to that contemptible facility to be processed. Refined into the material we now possess."
CIN_TP_BlacksiteHorror_20="But...why do this?"
CIN_TP_BlacksiteHorror_21="I could not begin to fathom a guess at this point. There exists no research that would ever warrant this..."
CIN_TP_BlacksiteHorror_22="It's genocide, Doctor. And these people are walking right into it!"
CIN_TP_BlacksiteHorror_23="We may not know what they're doing with this stuff, but I think I can find out where it's going."
CIN_TP_BlacksiteHorror_24="Got it. It's a high security production facility - standard defensive complement."
CIN_TP_BlacksiteHorror_25="Then I strongly suggest we pay them a visit, Commander."
CIN_TP_BlacksiteHorror_26="Agreed. The information we gain could prove invaluable towards stopping the aliens' true agenda."

CIN_TP_HumansAreObsolete_01="Just like the one we found the Commander in..."
CIN_TP_HumansAreObsolete_02="On the surface, yes. But in function..."
CIN_TP_HumansAreObsolete_03="Ah, Commander - Excellent. We can begin."
CIN_TP_HumansAreObsolete_04="It is no secret that ADVENT soldiers possess both human and alien genetic characteristics. Preliminary analysis led me to believe that this was the result of direct modifications made to a pre-existing human host. Prisoners, or perhaps even unwitting volunteers."
CIN_TP_HumansAreObsolete_05="See your local Advent recruiter today."
CIN_TP_HumansAreObsolete_06="However, the reality is something else entirely."
CIN_TP_HumansAreObsolete_07="The ADVENT troopers at the facility we discovered, including the specimen before you, were manufactured."
CIN_TP_HumansAreObsolete_08="Each soldier possesses a unique genetic code. Predominately human of course - but with some fragments left open..."
CIN_TP_HumansAreObsolete_09="Left open for what?"
CIN_TP_HumansAreObsolete_10="Whatever alien DNA ADVENT wishes to insert. Sectoid. Muton. Even the species our soldiers refer to as "Berserker"."
CIN_TP_HumansAreObsolete_11="In all cases human genetic material serves as a bonding agent holding the strands together."
CIN_TP_HumansAreObsolete_12="Human Material. You mean the stuff we found at the Blacksite facility."
CIN_TP_HumansAreObsolete_13="Precisely. The key component in their soldier manufacturing process."
CIN_TP_HumansAreObsolete_14="So, we've been fighting ourselves this entire time."
CIN_TP_HumansAreObsolete_15="In a way. But I believe there's more to it than that."
CIN_TP_HumansAreObsolete_16="The Human DNA in this specimen bears one key difference from the entirety of the sequences decoded in the Shadow Chamber. Psionic sensitivity. Given the sheer volume of strands involved this cannot be accidental."
CIN_TP_HumansAreObsolete_17="The screening process at the clinics. Avatar."
CIN_TP_HumansAreObsolete_18="The potential power of a being created with this template is...significant. Central, had we not intercepted it before the process was completed..."
CIN_TP_HumansAreObsolete_19="I know Doctor. Continue your research. Let us know if you find anything else."

CIN_TP_AlienFortressRevealed_01="Hate to do this... But you're the only one who can pull this off. You know I'd go myself if I could."
CIN_TP_AlienFortressRevealed_02="The gateway is primed. Is the subject prepared?"
CIN_TP_AlienFortressRevealed_03="Ready."
CIN_TP_AlienFortressRevealed_04="I hardwired what was left of the Codex brain into Rover. It should be emitting the same signal the Codex used to pass through the gateway."
CIN_TP_AlienFortressRevealed_05="Excellent - let us begin."
CIN_TP_AlienFortressRevealed_06="We've already seen the Codex opening a similar rift in the field. I am sure your device will be fine."
CIN_TP_AlienFortressRevealed_07="There. We're set to record across all spectrums. Remember. Go in, take some quick readings, then come right back through. OK?"
CIN_TP_AlienFortressRevealed_08="Whoa... Are you seeing this?!"
CIN_TP_AlienFortressRevealed_09="It appears our signal has been received. Increasing power."
CIN_TP_AlienFortressRevealed_10="Doesn't look like anyplace we've been before... or any place on Earth for that matter."
CIN_TP_AlienFortressRevealed_11="Perhaps this is the source. The Aliens' "seat of power" if you will. Secured beyond any physical limitations."
CIN_TP_AlienFortressRevealed_12="Only one way to find out."
CIN_TP_AlienFortressRevealed_13="Go on. We're counting on you."
CIN_TP_AlienFortressRevealed_14="That is definitely not fine, Doctor."
CIN_TP_AlienFortressRevealed_15="The process did work. There was an instant where the device was in-between locations. However, once that occurred the gateway called for a second signature. An organic signature. When we could not provide one, it generated a sort of feedback pulse."
CIN_TP_AlienFortressRevealed_16="Obviously."
CIN_TP_AlienFortressRevealed_17="If the codex creates the door, this organic signature must surely be the key."
CIN_TP_AlienFortressRevealed_18="Well we better make sure we have the right key before we try again. I would hate for this to occur on something "organic.""
CIN_TP_AlienFortressRevealed_19="Agreed. I'll report our findings to the Commander immediately."

CIN_TP_AvatarAutopsy_01="This creature represents a near perfect fusion of human and Elder DNA.  Though remarkable, it appears as if the creature were unfinished, perhaps why we were able to ultimately defeat it.  Still this can lead me to only one logical conclusion..."
CIN_TP_AvatarAutopsy_02="We had such hope for you..."
CIN_TP_AvatarAutopsy_03="I believe we have found our Avatar."

CIN_TP_DarkVolunteer_pt1_01="It won't be easy, but I think it's the only option we have at this point."
CIN_TP_DarkVolunteer_pt1_02="Agreed. We must inform the Commander immediately."
CIN_TP_DarkVolunteer_pt1_03="Go right ahead."
CIN_TP_DarkVolunteer_pt1_04="Commander. Central."
CIN_TP_DarkVolunteer_pt1_05="The shadow chamber has completed its analysis of the Avatar's DNA. It has identified the genetic sequence necessary to travel through the Psionic gate."
CIN_TP_DarkVolunteer_pt1_05a="Perfect.  We can finally shut this Avatar project down for good."
CIN_TP_DarkVolunteer_pt1_06="However the gate requires more than a mere transmission of genetic data."
CIN_TP_DarkVolunteer_pt1_07="The sequence has to be part of a live subject."
CIN_TP_DarkVolunteer_pt1_07a="The key only works in lock-step with the signal."
CIN_TP_DarkVolunteer_pt1_08="We don't have time to find another one of those things. Let alone capture it."
CIN_TP_DarkVolunteer_pt1_09="No. That part we can handle. We make our own."
CIN_TP_DarkVolunteer_pt1_10="You're serious?"
CIN_TP_DarkVolunteer_pt1_11="Quite. Though the specimen before us is damaged beyond repair, it has provided us with its complete genetic blueprint."
CIN_TP_DarkVolunteer_pt1_12="We already possess an unaltered Avatar template from the Forge facility. That, combined with the genetic material we recovered at the black site, should allow us to replicate the procedure here."
CIN_TP_DarkVolunteer_pt1_13="So...what's the catch?"
CIN_TP_DarkVolunteer_pt1_14="Yes, that. Without an Elder consciousness driving it, the new Avatar would remain as lifeless as the one before us. While I can develop its body, I cannot create the mind to drive it.  "
CIN_TP_DarkVolunteer_pt1_15="But I can... in a way, by manipulating the new Avatar via the psionic network."
CIN_TP_DarkVolunteer_pt1_16="You wanna operate one of these things...by remote control."
CIN_TP_DarkVolunteer_pt1_17="Not exactly. And definitely not me."
CIN_TP_DarkVolunteer_pt1_18="Interfacing directly with their network would cause severe, if not fatal trauma to an unprepared central nervous system. As it stands, we only know of one individual who has survived that kind of ordeal."
CIN_TP_DarkVolunteer_pt1_19="That was different. The stasis suit..."
CIN_TP_DarkVolunteer_pt1_20="Created the perfect interface to the network. One tailored to your specific biology, Commander. Of any human candidate, you are the most likely to survive the connection."
CIN_TP_DarkVolunteer_pt1_21="Most likely is not good enough, Doctor."
CIN_TP_DarkVolunteer_pt1_22="It is the only answer I can give you. And our only option to traverse the alien portal."
CIN_TP_DarkVolunteer_pt1_23="We need to come up with a game plan before we charge through the enemy's front door."
CIN_TP_DarkVolunteer_pt1_24="Which will give you some time to think about this, Commander."


CIN_TP_PreFinalMission_01="Priority message for the Commander coming through on a secure channel, sir."
CIN_TP_PreFinalMission_02="On Screen."
CIN_TP_PreFinalMission_03="Sir, it's coming from the ADVENT Network tower."
CIN_TP_PreFinalMission_04="You heard me. He's taking a big risk contacting us like this."
CIN_TP_PreFinalMission_05="Hello Commander. You and your crew are to be commended. Your efforts in rebuilding the resistance network and uncovering the truth about the Avatar project have been admirable. I only wish I had better news to report."
CIN_TP_PreFinalMission_06="When does he ever?"
CIN_TP_PreFinalMission_07="ADVENT is not taking the death of an Elder lightly and in turn have greatly accelerated the final stages of their Avatar Project. A plan is now in place for the rapid processing of all non-essential human life. To begin immediately."
CIN_TP_PreFinalMission_08="Very soon ADVENT's Speaker will announce a breakthrough in gene therapy. A final treatment for the human condition. Billions will flock to gene therapy clinics across the globe. They will never return."
CIN_TP_PreFinalMission_09="I have managed to secure tactical data and access codes to the ADVENT Network Tower. The Speaker's address will be broadcast live to a global audience via this facility - the whole of ADVENT's network will be listening."
CIN_TP_PreFinalMission_10="It is this hubris that we must use against them."
CIN_TP_PreFinalMission_11="The information I am sending you should allow Doctor Tygan and Chief Engineer Shen to take control of the transmission and disrupt their entire network from within."
CIN_TP_PreFinalMission_12="Though my hope is that this disruption will confuse the enemy's forces long enough to allow your final assault a chance of success, I ask one more thing of you."
CIN_TP_PreFinalMission_13="Take what you have learned. Let the world know what is happening here. Wake them up. Broadcast the truth. Before there is no one left to listen."
CIN_TP_PreFinalMission_14="It seems we are both out of time."
CIN_TP_PreFinalMission_15="Farewell Commander."

CIN_TP_BroadcastTruth_01="Firebrand has cleared the perimeter, Sir. Meeting limited resistance."
CIN_TP_BroadcastTruth_02="Well done, Doctor..."
CIN_TP_BroadcastTruth_03="Yes, it would appear the feedback pulse is having the intended effect."
CIN_TP_BroadcastTruth_04="Shen? Status... Did it work?"
CIN_TP_BroadcastTruth_05="ADVENT assures us this breakthrough will be available to all citizens immediately."
CIN_TP_BroadcastTruth_06="We go live to the Speaker for more..."
CIN_TP_BroadcastTruth_07="Fellow citizens. For 20 years we have put our trust in ADVENT, in the Elders - because we believed a better future is possible for all. Today, that trust, that belief, has been rewarded."
CIN_TP_BroadcastTruth_08="ADVENT peacekeeping forces are traveling across the world carrying the greatest gift from the elders."
CIN_TP_BroadcastTruth_09="A revolutionary gene therapy yes. But so much more. This is an end to disease. To decay. To pain. The beginnings of a new tomorrow. Available to all of us. Today."
CIN_TP_BroadcastTruth_10="Truly humanity finally takes its rightful place amongst the stars."

CIN_TP_DarkVolunteer_pt2_01="There. I've infused this material with the entirety of our viable Elder DNA. We won't get another chance at this."
CIN_TP_DarkVolunteer_pt2_02="Final connection is set. Power levels adequate. One more look at the buffer..."
CIN_TP_DarkVolunteer_pt2_03="Shen. Watched you go over this thing 50 times. Take a breath."
CIN_TP_DarkVolunteer_pt2_04="We're ready."
CIN_TP_DarkVolunteer_pt2_05="Synthesis nearing completion."
CIN_TP_DarkVolunteer_pt2_06="Now Lily!"
CIN_TP_DarkVolunteer_pt2_07="Initiating network connection."
CIN_TP_DarkVolunteer_pt2_08="Give em hell..."
CIN_TP_DarkVolunteer_pt2_09="Gate is primed and ready, sir."
CIN_TP_DarkVolunteer_pt2_10="Patch me through. Alright people. The world got its wake up call."
CIN_TP_DarkVolunteer_pt2_11="And now they know the truth."
CIN_TP_DarkVolunteer_pt2_12="ADVENT is a lie. And their time is up. They've got a full fledged war on their hands now!"
CIN_TP_DarkVolunteer_pt2_13="While the aliens struggle to contain our world, we're gonna make a move on theirs."
CIN_TP_DarkVolunteer_pt2_14="It won't be easy."
CIN_TP_DarkVolunteer_pt2_15="But you're used to that."
CIN_TP_DarkVolunteer_pt2_16="You did what was needed. You never gave up the fight."

CIN_TP_DarkVolunteer_pt2b_01="You are XCOM. And you're gonna end this! Humanity is counting on us, people. Good luck, Commander."

CIN_Victory_01="Shen, tell me you've got a Plan B here."
CIN_Victory_02="Nice work."
CIN_Victory_03="Wasn't anything on my end. This shouldn't even be possible. Unless..."
CIN_Victory_04="Commander, whatever it is you're doing, it's working.  Just make sure you save enough juice for your own trip home."
CIN_Victory_05="Commander! You okay?! We just lost contact with..."
CIN_Victory_06="Betrayer!"
CIN_Victory_07="What the hell is happening here, Doctor?!"
CIN_Victory_08="It's the Elders! They're overwhelming our link...enveloping the Commander's consciousness!"
CIN_Victory_09="Then sever the connection!"
CIN_Victory_10="We do that, we risk a complete overload!"
CIN_Victory_11="We will reclaim what was given. We will be whole once more."
CIN_Victory_12="No!"
CIN_Victory_13="Your victory here means the end for all others."
CIN_Victory_14="It will follow you, as it followed us."
CIN_Victory_15="You are not ready."
CIN_Victory_16="We must not fail."
CIN_Victory_17="Vitals stabilizing. Synaptic activity returning to acceptable levels."
CIN_Victory_18="And one trans-dimensional Psionic network down for the count."
CIN_Victory_19="Mission accomplished, Commander."
CIN_Victory_20="This is the Liberation Network broadcasting on all frequencies. ADVENT is in full retreat across all areas..."
CIN_Victory_21="Heavy fighting continues in the city centers as ADVENT forces attempt to regroup..."
CIN_Victory_22="We're barely keeping up with the flood of refugees here as people continue to desert the ADVENT-controlled city centers."
CIN_Victory_23="Full curfew remains in effect as the administration deals with the ongoing crisis."
CIN_Victory_24="To all of you in the occupied zones - hold your ground, continue the fight. We promise you, help is the on the way."

CIN_GameOver_01="Loyal citizens - I stand before you truly humbled. So many lives lost, so many needless sacrifices endured, as we have struggled to cope with those who would see our great coalition fall. Today, our struggle ends."
CIN_GameOver_02="XCOM is no more."
CIN_GameOver_03="ADVENT Peacekeepers have reduced the last of their strongholds to ashes. And with it, the fragmented remains of the old world are finally washed away."
CIN_GameOver_04="Thank you for your continued support. And thank you to the Elders for their guidance through this crisis."
CIN_GameOver_05="Long live Advent. Long Live the Elders."

CIN_Autopsy_Advent_01="Knowing that my past surgical experience is limited, I'm sure the crew appreciates that I hone my skills on fallen ADVENT forces before triaging our own wounded. To the uninitiated, the common ADVENT Trooper is seemingly human, the aliens having disguised its most glaring divergence from the human form with a carefully designed helmet."
CIN_Autopsy_AdventCaptain_01="The ADVENT Officers appear to be similar, if not physically the same, as the common ADVENT Trooper in terms of power and agility. However, field reports indicate a more developed mental acuity, as the Officers do provide tactical directives to the subordinate ADVENT forces."
CIN_Autopsy_AdventMec_01="These robotic units developed by ADVENT seem to be wholly autonomous, capable of targeting and engaging selected units without reliance on external verification. Although it falls on me to work through the initial disassembly, I fully intend on involving Shen in this process, as her knowledge of robotics far outweighs my own."
CIN_Autopsy_AdventShieldBearer_01="Physically the ADVENT Shieldbearers are quite similar to the bulk of ADVENT's forces, in that they are the product of careful genetic engineering that generally mirrors the human form. Most of their unique qualities come from a difference in equipment and armor, components I'm sure Shen would have an interest in examining."
CIN_Autopsy_AdventStunLancer_01="The ADVENT Stun Lancer was apparently outfitted with the intention of serving as a civilian peacekeeping unit within the city centers. Although they are equipped with weapons capable of administering non-lethal blows, recent reports indicate an increasingly aggressive stance taken by these units."
CIN_Autopsy_AdventTurret_01="The turrets we see employed by ADVENT throughout their various facilities and security checkpoints are automated much in the same way the alien mechanized units are. A significant amount of time was likely spent developing the optical sensors and targeting system, which I expect Shen will want to thoroughly examine following the disassembly process."
CIN_Autopsy_Andromedon_01="As initially speculated by Shen, it does in fact appear that this creature is restricted to the confines of its own hulking environmental suit. Unfortunately for our troops, the suit itself is a powerful physical threat regardless of the operator's status, as we learned with some astonishment in the field."
CIN_Autopsy_Archon_01="The product of an extensive fusion of both alien biological material and advanced mechanical support systems, the Archon is an unusually ornate design by alien standards. With an air of authority spurred by its distinctive appearance, I can only assume the aliens intended it to be something of a herald to the other forces."
CIN_Autopsy_Berserker_01="This fearsome creature, long referred to as a Berserker, is clearly of genetic relation to the other Muton species we've encountered in the field. For reasons yet unknown, this particular variant is unique in that it is altogether consumed by what can only be described as blind rage, a thirst for combat unlike any other creature we've encountered."
CIN_Autopsy_Chryssalid_01="Presumably the name Chryssalid derives from assumptions made previously about the creature's unusual means of reproduction. Although rumors have long prevailed about the existence of Zombies created as a byproduct of the Chryssalid gestation, recent reports seem to indicate a new, equally disturbing means of propagating their species."
CIN_Autopsy_Faceless_01="I'm at a loss for words to describe the difficulties we've had in attempting to handle this creature, affectionately known as the Faceless to our troops. The nebulous form of its physical structure, including a pliable, semi-solid outer layer, seems to be slowly degrading now that the creature has expired. There is also a pungent odor that only seems to grow stronger as time passes."
CIN_Autopsy_Gatekeeper_01="This specimen, henceforth referred to as the Gatekeeper, seems to harbor considerable Psionic power. As with the aliens other unique biomechanical field units, it will take some time to decipher the systems involved in its function."
CIN_Autopsy_Muton_01="Central Officer Bradford has personally substantiated claims that the massive front-line unit they call the Muton was actually at one time even larger than the specimen I have before me today. As it is, the creature is abnormally warm to the touch for a corpse, and I must say, it's disconcerting."
CIN_Autopsy_Sectoid_01="Though I was never witness to one myself, countless observers attest to the existence of a much smaller, less intimidating variant of the Sectoid that took part in the original invasion. In the time since, this new being, the product of clear genetic manipulation, is now a familiar face to our forces operating in the field."
CIN_Autopsy_Sectopod_01="From what I've been told, our troops took to calling this large robotic unit a Sectopod under the initial assumption that it was being controlled by a Sectoid pilot. On closer inspection, we can see that is not the case. Not unlike the mechanized ADVENT units, which were likely derived from the Sectopod itself, this machine seems to be entirely autonomous."
CIN_Autopsy_Viper_01="Although I would expect to be more growing accustomed to seeing the clear intermingling of both human and alien genetic material, I must admit, this reptilian creature with such distinctive human features is surprisingly unsettling. Invasion-era reports include references to a species with some reptilian qualities, but nothing as readily apparent as this."

CIN_WeaponIntro_Beam_01="The aliens aren't going to be happy when they see we've got energy weapons just like theirs now."
CIN_WeaponIntro_Magnetic_01="These magnetic-based weapons are a lot like the early Railgun prototypes. They fire projectiles at extremely high velocity."

CIN_XP_PreIntro_01 = "Accessing the feed now."
CIN_XP_PreIntro_02 = "We're in..." 
CIN_XP_PreIntro_03 = "...but I don't know for how long."
CIN_XP_PreIntro_04 = "You seeing this?"
CIN_XP_PreIntro_05 = "Way too much security. Even for ADVENT."
CIN_XP_PreIntro_06 = "That's no ordinary gene therapy clinic."
CIN_XP_PreIntro_07 = "They were telling the truth."
CIN_XP_PreIntro_08 = "Or they're leading us into a trap."
CIN_XP_PreIntro_09 = "A really obvious trap. 
CIN_XP_PreIntro_10 = "We'd need an army to march in there right now."
CIN_XP_PreIntro_11 = "I've got a better idea."
CIN_XP_PreIntro_12 = "Outrider."  
CIN_XP_PreIntro_13 = "This is Central."
CIN_XP_PreIntro_14 = "Go."
CIN_XP_PreIntro_15 = "ADVENT reminds all citizens that tonight's curfew is for your protection." 
CIN_XP_PreIntro_16 = "Citizens without a valid exemption should report immediately to their nearest ADVENT Peacekeeper for assistance."
CIN_XP_PreIntro_17 = "ADVENT reminds all citizens that tonight's curfew is for your protection."
CIN_XP_PreIntro_18 = "Citizens without a valid exemption should report immediately to their nearest ADVENT Peacekeeper for assistance."
CIN_XP_PreIntro_19 = "...calibrated wrong. It is extremely unlikely the subject could be conscious after all this time."
CIN_XP_PreIntro_20 = "Of course we know how critical this is to the Avatar project! But with the accelerated timeline you've placed upon us mistakes are bound to happen!"
CIN_XP_PreIntro_21 = "Voz Mortan. Natal!"
CIN_XP_PreIntro_22 = "It wasn't our fault!"
CIN_XP_PreIntro_23 = "Eten betal!"
CIN_XP_PreIntro_24 = "Please!"
CIN_XP_PreIntro_25 = "There's no need for any of this! I will do what you ask of me, I just need additional time-"
CIN_XP_PreIntro_26 = "Did you say...something?"
CIN_XP_PreIntro_27 = "You're one of those-!"
CIN_XP_PreIntro_28 = "You must understand. I had no choice..."
CIN_XP_PreIntro_29 = "Outrider? Report!"
CIN_XP_PreIntro_30 = "So...you do exist."
CIN_XP_PreIntro_31 = "Outrider to Avenger. I have visual confirmation."
CIN_XP_PreIntro_32 = "Are you sure?"
CIN_XP_PreIntro_33 = "Reapers are always sure."
CIN_XP_PreIntro_34 = "I'll take your word for it. Cover your tracks and get the hell out of there. They can't know we were here...yet."
CIN_XP_PreIntro_35 = "Understood. Now the real war begins."

CIN_XP_LA_SetUp_01 = "You are too trusting, John." 
CIN_XP_LA_SetUp_02 = "The Skirmishers are ADVENT." 
CIN_XP_LA_SetUp_03 = "ADVENT is the enemy." 
CIN_XP_LA_SetUp_04 = "The enemy is food."
CIN_XP_LA_SetUp_05 = "Try not to bring that up when we meet, Volk."
CIN_XP_LA_SetUp_06 = "You? Take their side? After all we've seen these years."
CIN_XP_LA_SetUp_07 = "Look, I'm not exactly havin' drinks with 'em , but they did hold up their end of the bargain. What about you?"
CIN_XP_LA_SetUp_08 = "Wait and see. Volk out."
CIN_XP_LA_SetUp_09 = "Actually think they might show up."
CIN_XP_LA_SetUp_10 = "Commander, that was Konstantine Volikov, "Volk" to his friends. He and his Reapers are a big part of the reason why you're standing here today."
CIN_XP_LA_SetUp_11 = "Volk may be a little rough around the edges, but he's the real deal." 
CIN_XP_LA_SetUp_12 = "Heads one of three resistance groups operating independently from us that we consider a legitimate threat to ADVENT."
CIN_XP_LA_SetUp_13 = "Together, they'd make one hell of a fighting force. Too bad they hate each other."
CIN_XP_LA_SetUp_14 = "Still, we've made some unlikely progress-"
CIN_XP_LA_SetUp_15 = "Volk's Reapers may have found you, but they weren't acting alone. They were tipped off by a group of ADVENT defectors known as the Skirmishers."
CIN_XP_LA_SetUp_16 = "No one's been big on working with these guys, knowing where they came from, but you wouldn't be here without their help."
CIN_XP_LA_SetUp_17 = "Both the Reapers and the Skirmishers have agreed to suspend hostilities provided you serve as the go between."
CIN_XP_LA_SetUp_18 = "Trust doesn't come easy between these two, so we're heading for a nice quiet spot on neutral ground." 
CIN_XP_LA_SetUp_19 = "Even so, let's not take any chances."
CIN_XP_LA_SetUp_20 = "Intel on this area is weak and we're picking up strange chatter on comms. Not to mention we're ending a decade long blood feud today."
CIN_XP_LA_SetUp_21 = "I'd advise our soldiers to be fully prepared before we deploy on this one, Commander. Good luck."

X2_XP_03_LA_Skirmisher_Reveal_01 = "Looks like trouble ahead--the rendezvous could be compromised. Stay focused, check for-"
X2_XP_03_LA_Skirmisher_Reveal_02 = "Contact! Get down!"
X2_XP_03_LA_Skirmisher_Reveal_03 = "We may have a bigger problem here-"
X2_XP_03_LA_Skirmisher_Reveal_04 = "I'm guessing that's our man--well our contact anyway."
X2_XP_03_LA_Skirmisher_Reveal_05 = "Kracsad."
X2_XP_03_LA_Skirmisher_Reveal_06 = "ADVENT..."puppet.""
X2_XP_03_LA_Skirmisher_Reveal_07 = "Vox Tala For Ten."
X2_XP_03_LA_Skirmisher_Reveal_08 = "They were sent here to hunt-to purge the "Drak-ten"-the "Lost." Our meeting point is still secure."
X2_XP_03_LA_Skirmisher_Reveal_09 = "She is free of the imposter gods. I would give anything that all my kind could say the same. Even sit down with your Reapers."
X2_XP_03_LA_Skirmisher_Reveal_10 = "Now we must go."

X2_XP_04_LA_Reaper_Reveal_01 = "Proceed to first set of coordinates, Firebrand and the second team will head to next drop point."
X2_XP_04_LA_Reaper_Reveal_02 = "Detecting increasing biological signatures in the area ahead."
X2_XP_04_LA_Reaper_Reveal_03 = "Then I'd say we're in the right place. Stay sharp out there today people.  Just because this city was abandoned doesn't mean it's lifeless."
X2_XP_04_LA_Reaper_Reveal_04 = "If you are hungry, there's more where that came from."
X2_XP_04_LA_Reaper_Reveal_05 = "Impressive reflexes. But unnecessary."
X2_XP_04_LA_Reaper_Reveal_06 = "Stand down. We're all friends here."
X2_XP_04_LA_Reaper_Reveal_07 = "You are safe here. More so than you imagine."
X2_XP_04_LA_Reaper_Reveal_08 = "We shall see if the same holds true for these Skirmishers of yours."
X2_XP_04_LA_Reaper_Reveal_09 = "Your presence already disturbs them. We must move quickly. My people will take care of this camp. Come."

CIN_XP_05_LA_RendezvousAssassin_01 = "Rendezvous point directly ahead. Let's try and play nice today people."
CIN_XP_05_LA_RendezvousAssassin_02 = "So... ADVENT's most brutal captain comes to atone for his crimes."
CIN_XP_05_LA_RendezvousAssassin_03 = "I am no longer that being. I am free now."
CIN_XP_05_LA_RendezvousAssassin_04 = "Taking off that helmet does not change what you are. Reapers have long memories. Elder Kracsad."
CIN_XP_05_LA_RendezvousAssassin_05 = "<Growl>"
CIN_XP_05_LA_RendezvousAssassin_06 = "Any time."
CIN_XP_05_LA_RendezvousAssassin_07 = "The way I see it we have two options. Join forces and kick the Elders off our world. Or kill each other here and now. The choice is yours."
CIN_XP_05_LA_RendezvousAssassin_08 = "What the hell are you thinking?!"
CIN_XP_05_LA_RendezvousAssassin_09 = "No one has ever done that before. No one shall ever do that again."
CIN_XP_05_LA_RendezvousAssassin_10 = "What the hell is that?!"
CIN_XP_05_LA_RendezvousAssassin_11 = "Vox Prima. Elder Assassin. Relentless death that stalks my kind. Butcher of freed ADVENT."
CIN_XP_05_LA_RendezvousAssassin_12 = "My people face another like her. They are the undying, ADVENT's curse upon us."
CIN_XP_05_LA_RendezvousAssassin_13 = "We must combine strength if we are to have any chance of success."
CIN_XP_05_LA_RendezvousAssassin_14 = "You are welcome to try."

CIN_XP_ChosenCallToAction_01 = "It would be so easy..."
CIN_XP_ChosenCallToAction_02 = "Good to see you, sister."
CIN_XP_ChosenCallToAction_03 = "Miscreants."
CIN_XP_ChosenCallToAction_04 = "Restrain yourselves..."
CIN_XP_ChosenCallToAction_05 = "...lest you be restrained."
CIN_XP_ChosenCallToAction_06 = "No, the three of us-called upon together. Something has changed."
CIN_XP_ChosenCallToAction_07 = "On that we are agreed. The battlefield has shifted. Our masters have need of us once more."
CIN_XP_ChosenCallToAction_08 = "Sounds to me like they're afraid."
CIN_XP_ChosenCallToAction_09 = "You dare defile this place with your wretched tongue!"
CIN_XP_ChosenCallToAction_10 = "Oh I dare."
CIN_XP_ChosenCallToAction_11 = "Our children."
CIN_XP_ChosenCallToAction_12 = "Each of you possess our strength, each of you possess our wisdom." 
CIN_XP_ChosenCallToAction_13 = "Of all our creations you are truly blessed."
CIN_XP_ChosenCallToAction_14 = "Your charge was a simple one."
CIN_XP_ChosenCallToAction_15 = "The subjugation of those who would see our grand design falter." 
CIN_XP_ChosenCallToAction_16 = "We have been pleased."
CIN_XP_ChosenCallToAction_17 = "Until now..."
CIN_XP_ChosenCallToAction_18 = "Our greatest asset has been lost. Stolen from us while our strongest did nothing." 
CIN_XP_ChosenCallToAction_19 = "We are disappointed."
CIN_XP_ChosenCallToAction_20 = "Thought you were the strongest."
CIN_XP_ChosenCallToAction_21 = "Arrogance. Defiance. You have walked among the humans for too long. You have been corrupted. You can be reclaimed."
CIN_XP_ChosenCallToAction_22 = "Yet perhaps... you may also... be redeemed."
CIN_XP_ChosenCallToAction_23 = "Perhaps you all may be redeemed."
CIN_XP_ChosenCallToAction_24 = "A greater battle lies ahead. Our time on this world draws to a close. Yet we need not abandon it completely at our departure."
CIN_XP_ChosenCallToAction_25 = "For one among you is surely ready to claim this world as their own." 
CIN_XP_ChosenCallToAction_26 = "One among you... is worthy."
CIN_XP_ChosenCallToAction_27 = "Return what was lost to us. Crush all who would oppose our will. To the one that succeeds our everlasting favor." 
CIN_XP_ChosenCallToAction_28 = "To the others..."
CIN_XP_ChosenCallToAction_29 = "You are the CHOSEN. Do not fail us..."
CIN_XP_ChosenCallToAction_30 = "Now GO!"

CIN_XP_Stronghold_AssassinDeath_01 = "You have fought well, XCOM. May you reclaim this world for your own."

CIN_XP_Stronghold_HunterDeath_01 = "Have to admit, didn't see this one coming. So this is what it feels like to be afraid."
CIN_XP_Stronghold_HunterDeath_02 = "Not... my style."

CIN_XP_Stronghold_WarlockDeath_01 = "At long last... I hear their voice... unobstructed."
CIN_XP_Stronghold_WarlockDeath_02 = "They... they are so near." 
CIN_XP_Stronghold_WarlockDeath_03 = "They are everywhere!" 
CIN_XP_Stronghold_WarlockDeath_04 = "They come for me..."

CIN_XP_WrapUp_Reaper_01 = "What next?"
CIN_XP_WrapUp_Reaper_02 = "We finally come in from the cold."

CIN_XP_WrapUp_Templar_01 = "With the Psionic network down, the call is even stronger."
CIN_XP_WrapUp_Templar_02 = "Gather everyone, our time is short."
CIN_XP_WrapUp_Templar_03 = "We've won but a battle-"
CIN_XP_WrapUp_Templar_04 = "Now the real war begins."

CIN_XP_WrapUp_Skirmisher_01 = "Brothers and sisters, welcome home."

X2_XP_28_LostEvac_01 = "The entire swarm converges upon us. We cannot hold this position much longer."
X2_XP_28_LostEvac_02 = "Outrider to Avenger. Where the hell's our exit?!"
X2_XP_28_LostEvac_03 = "This is as low as I can get her."
X2_XP_28_LostEvac_04 = "Go!"
X2_XP_28_LostEvac_05 = "I do not intend to die this day." 
X2_XP_28_LostEvac_06 = "I will follow."
X2_XP_28_LostEvac_07 = "Vox talla for ten!"
X2_XP_28_LostEvac_08 = "Time to return home. Traitor."
X2_XP_28_LostEvac_09 = "No!"

X2_XP_27_Big_Bang_01 = "This is no patrol, it's an army."
X2_XP_27_Big_Bang_02 = "Yes. One we do not have time to face."
X2_XP_27_Big_Bang_03 = "Everyone get back!"

CIN_XP_Stronghold_Assassin_01 = "At last a true battle. You have done well, XCOM. Know that you have earned a good death."

CIN_XP_Stronghold_Warlock_01 = "Oh, if only you knew the truth, the power in my hands. You would fall to your knees before me."
CIN_XP_Stronghold_Warlock_02 = "Pity. I suppose we should begin then."

CIN_XP_Stronghold_Hunter_01 = "You're not supposed to be here. You were never meant to figure out our little "trick." Full of surprises, aren't you?"
CIN_XP_Stronghold_Hunter_02 = "Soon to be full of holes."

CIN_XP_AvengerAssault_Assassin_01 = "It's nothing on this end. All systems check out. It's almost as if our own signal is bouncing back at us."
CIN_XP_AvengerAssault_Assassin_02 = "Perimeter alarm!"
CIN_XP_AvengerAssault_Assassin_03 = "Looking for a breach... almost got it...there!"
CIN_XP_AvengerAssault_Assassin_04 = "It's one of those things-"
CIN_XP_AvengerAssault_Assassin_05 = "That can't be good."
CIN_XP_AvengerAssault_Assassin_06 = "You have repeatedly underestimated me."
CIN_XP_AvengerAssault_Assassin_07 = "I told you I was coming. Yet I see you have made no effort to prepare."
CIN_XP_AvengerAssault_Assassin_08 = "How...disappointing."
CIN_XP_AvengerAssault_Assassin_09 = "Shall we begin?"
CIN_XP_AvengerAssault_Assassin_10 = "Get me a fix on its location. Now!"
CIN_XP_AvengerAssault_Assassin_11 = "Got it... but you're not gonna like this."
CIN_XP_AvengerAssault_Assassin_12 = "Whatever that cannon is, they've already got it keyed to critical systems throughout the ship!"
CIN_XP_AvengerAssault_Assassin_13 = "We can't take many more direct hits!"
CIN_XP_AvengerAssault_Assassin_14 = "We're not going to. Commander, we need to take that thing out while we still can."
CIN_XP_AvengerAssault_Assassin_15 = "Our forces can deploy immediately, just give the word."

CIN_XP_AvengerAssault_Hunter_01 = "It's nothing on this end. All systems check out. It's almost as if our own signal is bouncing back at us."
CIN_XP_AvengerAssault_Hunter_02 = "Perimeter alarm!"
CIN_XP_AvengerAssault_Hunter_03 = "Looking for a breach... almost got it...there!"
CIN_XP_AvengerAssault_Hunter_04 = "It's one of those things-"
CIN_XP_AvengerAssault_Hunter_05 = "That can't be good."
CIN_XP_AvengerAssault_Hunter_06 = "So, this is the Avenger. Not quite the prize I had imagined." 
CIN_XP_AvengerAssault_Hunter_07 = "Listening to the rumors, I'd have thought it'd be 10 times that size."
CIN_XP_AvengerAssault_Hunter_08 = "To think of all the effort I took to get this here. Oh well."
CIN_XP_AvengerAssault_Hunter_09 = "Get me a fix on its location. Now!"
CIN_XP_AvengerAssault_Hunter_10 = "Got it... but you're not gonna like this."
CIN_XP_AvengerAssault_Hunter_11 = "Whatever that cannon is, they've already got it keyed to critical systems throughout the ship!"
CIN_XP_AvengerAssault_Hunter_12 = "We can't take many more direct hits!"
CIN_XP_AvengerAssault_Hunter_13 = "We're not going to. Commander, we need to take that thing out while we still can."
CIN_XP_AvengerAssault_Hunter_14 = "Our forces can deploy immediately, just give the word."

CIN_XP_AvengerAssault_Warlock_01 = "It's nothing on this end. All systems check out. It's almost as if our own signal is bouncing back at us."
CIN_XP_AvengerAssault_Warlock_02 = "Perimeter alarm!"
CIN_XP_AvengerAssault_Warlock_03 = "Looking for a breach... almost got it... there!"
CIN_XP_AvengerAssault_Warlock_04 = "It's one of those things-"
CIN_XP_AvengerAssault_Warlock_05 = "That can't be good."
CIN_XP_AvengerAssault_Warlock_06 = "Abandon your misbegotten sanctuary and seek the Elders' mercy!"  
CIN_XP_AvengerAssault_Warlock_07 = "Only with their power can this world be spared!"
CIN_XP_AvengerAssault_Warlock_08 = "Come forth, be saved!"
CIN_XP_AvengerAssault_Warlock_09 = "Get me a fix on its location. Now!"
CIN_XP_AvengerAssault_Warlock_10 = "Got it... but you're not gonna like this."
CIN_XP_AvengerAssault_Warlock_11 = "Whatever that cannon is, they've already got it keyed to critical systems throughout the ship!"
CIN_XP_AvengerAssault_Warlock_12 = "We can't take many more direct hits!"
CIN_XP_AvengerAssault_Warlock_13 = "We're not going to. Commander, we need to take that thing out while we still can."
CIN_XP_AvengerAssault_Warlock_14 = "Our forces can deploy immediately, just give the word."

CIN_XP_16a_ElderRage_AssassinDead_01 = "Even now we feel its absence. A voice... silenced. Forever."
CIN_XP_16a_ElderRage_AssassinDead_02 = "You are born of our power, does not our very life force flow within your veins? We feel such... loss."
CIN_XP_16a_ElderRage_AssassinDead_03 = "Yet, within you we sense something else."
CIN_XP_16a_ElderRage_AssassinDead_04 = "Arrogance."
CIN_XP_16a_ElderRage_AssassinDead_05 = "And..."
CIN_XP_16a_ElderRage_AssassinDead_06 = "Satisfaction."
CIN_XP_16a_ElderRage_AssassinDead_07 = "There can be only one explanation."
CIN_XP_16a_ElderRage_AssassinDead_08 = "YOU HAVE SUCCUMBED TO THE FAILINGS OF YOUR HUMANITY. YOU SQUANDER OUR GIFT TO YOU."
CIN_XP_16a_ElderRage_AssassinDead_09 = "WHAT WAS GIVEN CAN BE TAKEN AWAY."
CIN_XP_16a_ElderRage_AssassinDead_10 = "This is what awaits us all should you fail. Return their Commander to us while time yet remains."
CIN_XP_16a_ElderRage_AssassinDead_11 = "Leave us!"

CIN_XP_16a_ElderRage_WarlockDead_01 = "Even now we feel its absence. A voice... silenced. Forever."
CIN_XP_16a_ElderRage_WarlockDead_02 = "You are born of our power, does not our very life force flow within your veins? We feel such... loss."
CIN_XP_16a_ElderRage_WarlockDead_03 = "Yet, within you we sense something else."
CIN_XP_16a_ElderRage_WarlockDead_04 = "Emptiness."
CIN_XP_16a_ElderRage_WarlockDead_05 = "And..."
CIN_XP_16a_ElderRage_WarlockDead_06 = "Satisfaction".
CIN_XP_16a_ElderRage_WarlockDead_07 = "There can be only one explanation."
CIN_XP_16a_ElderRage_WarlockDead_08 = "YOU HAVE SUCCUMBED TO THE FAILINGS OF YOUR HUMANITY. YOU SQUANDER OUR GIFT TO YOU."
CIN_XP_16a_ElderRage_WarlockDead_09 = "WHAT WAS GIVEN CAN BE TAKEN AWAY."
CIN_XP_16a_ElderRage_WarlockDead_10 = "This is what awaits us all should you fail. Return their Commander to us while time yet remains."
CIN_XP_16a_ElderRage_WarlockDead_11 = "Leave us!"

CIN_XP_16a_ElderRage_HunterDead_01 = "Even now we feel its absence. A voice... silenced. Forever."
CIN_XP_16a_ElderRage_HunterDead_02 = "You are born of our power, does not our very life force flow within your veins? We feel such... loss."
CIN_XP_16a_ElderRage_HunterDead_03 = "Yet, within you we sense something else."
CIN_XP_16a_ElderRage_HunterDead_04 = "Arrogance."
CIN_XP_16a_ElderRage_HunterDead_05 = "And..."
CIN_XP_16a_ElderRage_HunterDead_06 = "Emptiness"
CIN_XP_16a_ElderRage_HunterDead_07 = "There can be only one explanation."
CIN_XP_16a_ElderRage_HunterDead_08 = "YOU HAVE SUCCUMBED TO THE FAILINGS OF YOUR HUMANITY. YOU SQUANDER OUR GIFT TO YOU."
CIN_XP_16a_ElderRage_HunterDead_09 = "WHAT WAS GIVEN CAN BE TAKEN AWAY."
CIN_XP_16a_ElderRage_HunterDead_10 = "This is what awaits us all should you fail. Return their Commander to us while time yet remains."
CIN_XP_16a_ElderRage_HunterDead_11 = "Leave us!"

CIN_XP_Autopsy_AdventPriest_01 = "This specimen, known to our troops as the ADVENT Priest, has up until recently been rarely sighted outside the city centers." 
CIN_XP_Autopsy_AdventPriest_02 = "While not physically intimidating, much like the Elders themselves these Priests are deceivingly powerful Psionic beings." 
CIN_XP_Autopsy_AdventPriest_03 = "Even in death, their remains still radiate with powerful afterimages of Psi-energy."

CIN_XP_Autopsy_AdventPurifier_01 = "After a careful examination of the specialized ADVENT unit identified as the "Purifier," I have found clear evidence of genetic modification to the subject's thermoregulatory glands."
CIN_XP_Autopsy_AdventPurifier_02 = "These changes, in conjunction with their specialized armor, give the Purifiers an impressive heat tolerance bordering on total immunity."

CIN_XP_Autopsy_Spectre_01 = "Referred to by our troops in the field simply as a "Spectre," it has so far been difficult to ascertain by what means this being is able to shift forms from a solid to gaseous state at will." 
CIN_XP_Autopsy_Spectre_02 = "I had theorized it could be a cloud of Nano-machines, or perhaps even an insect swarm. However, those theories have proven false, while offering no new direction for my research."

CIN_XP_Autopsy_Lost_01 = "Although similar in appearance to the Psionic zombies we have encountered previously in our engagements with the aliens, all current indications are that these "Lost" are the product of something else entirely."
CIN_XP_Autopsy_Lost_02 = "Prolonged exposure to the chemical agents first released in the earliest stages of the invasion seem to have turned these once innocent civilians into yet another form of the undead." 

Loading_BlastFromThePast_Gas_01 = "Alright, people. Story time. This was almost 20 years ago, so my memory might be a little hazy. With XCOM gone and no sign of any survivors from HQ, I had somehow fallen in with a couple of other misfits the aliens hadn't managed to kill yet."
Loading_BlastFromThePast_Gas_02 = "We mostly kept our heads down and scavenged what we could. Until one day we found a map - a map claiming to point towards a human sanctuary, a gathering place for those of us still out there."
Loading_BlastFromThePast_Gas_03 = "We were suspicious of course, but we didn't really have much else to lose."

Loading_BlastFromThePast_Cemetery_01 = "We had no idea who made the map in the first place, but if there really was some kind of hidden sanctuary out there, I wanted to see it for myself. The map was steering us right through town,"
Loading_BlastFromThePast_Cemetery_02 = "but we figured maybe we'd creep through the cemetery instead to keep things quiet. I tried to take a few notes just in case we forged a new path-if history was gonna to be written by the victors,"
Loading_BlastFromThePast_Cemetery_03 = "then I at least wanted to have something ready just in case we finally got our act together."

Loading_BlastFromThePast_Bar_01 = "The map was driving us towards what looked to be some kind of freight yard, but first we had to cut across the edge of town near a local dive bar. I remember being genuinely excited at the prospect of finding a nice stiff drink."
Loading_BlastFromThePast_Bar_02 = "Unfortunately, the arrival of ADVENT had ushered in a new era of restrictions and bans, which meant pretty much anything that you might consider fun was outlawed...Still, there was a chance I might find something good out there in the boonies."

Loading_BlastFromThePast_Train_01 = "Past the bar on the outskirts of town was the freight yard, and according to the map, this is where the sanctuary was supposed to be. We found some old trail markers, symbols people called the hobo code back in the day."
Loading_BlastFromThePast_Train_02 = "None of us actually knew what the signs meant, but we got the distinct impression we were being warned to steer clear. We had already come too far, and if the aliens had gotten to these people, we had to know for sure."

Loading_BlastFromThePast_Police_01 = "The Police Station was the last major landmark on the edge of town. Map aside, we knew people had flocked to police stations, army barracks, any place they thought might protect them from the aliens."
Loading_BlastFromThePast_Police_02 = "A lot of people made their last stands in those places, and I wasn't looking forward to walking in on a massacre. Still, we had to know for sure."

Loading_BlastFromThePast_Farm_01 = "Things started to open up as we got away from town. We made a beeline straight for the farm in the hopes of getting a few hours rest. We knew at this point the aliens were going to come looking for us eventually."
Loading_BlastFromThePast_Farm_02 = "We had left a path of destruction that only pointed one direction. I just hoped we'd catch a breather before the next round of reinforcements showed up."

Loading_BlastFromThePast_Dam_01 = "The aliens must have been using the dam as some kind of rally point or rendezvous, because this was no patrol, no routine ADVENT sweep. They had brought out something special just for us, and to be honest, it was...serious."
Loading_BlastFromThePast_Dam_02 = "If I had had any sense of self-preservation back then, I might have been worried about losing this one. I put on a brave face for the others. This wasn't the time to get shook up."

Loading_ICFTS-1_01 = "I don't know about you, but from where I'm sittin, things are looking just a little grim out there today, folks. I'm not sure what it is, I just can't seem to get my juices flowing like they used to. I was all excited to try this old folk remedy I heard about,"
Loading_ICFTS-1_02 = "right up until I realized the secret ingredient was something you had to dig out of one those snake chicks running around out there. Now don't get me wrong, if I thought I could catch one, I would have at least tried it."

Loading_ICFTS-2_01 = "If the Chryssalids were moving underwater, every town, camp, and settlement along the coast was at risk of the same fate as that last one. We decided to keep moving, if nothing else we could try and warn people before the next attack. And wouldn't you know it?"
Loading_ICFTS-2_02 = "The further we got, the stronger the signal from the new self-proclaimed \"King of the airwaves.\" Part of me was almost hoping ADVENT would drown him out with some soothing propaganda of their own, but he had really jammed up their frequencies somehow."

Loading_ICFTS-4_01 = "We made our way further up the coast by boat while chasing the DJ's signal. From what we pieced together, he had been building his own radio network across the territories that were still free from ADVENT control."
Loading_ICFTS-4_02 = "Rigging stolen relays and antennas up and down the seaboard to get his message across, he had managed to stir something else up. Whether it was the frequency or something in the equipment itself... the Chryssalids loved the sound of his voice."
Loading_ICFTS-4_03 = "To them, it was like the DJ had been ringing the dinner bell in every town he visited."

Loading_ICFTS-3_01 = "Aside from our civic duty to rescue a fellow human in need, the only way we were going to shut down the rest of his broadcasts was if he pointed us towards the other equipment. He had been squirming for a few hours now,"
Loading_ICFTS-3_02 = "and apparently ADVENT was having trouble with the doors on his building-so of course, he was getting cocky-because he's an ass."

Loading_ICFTS-5_01 = "After all that work to rescue this guy, not a day later he somehow thought it would be a good idea to wander off in search of his old record collection or something. I almost lost it that day. I was about ready to just leave him to the Chryssalids."
Loading_ICFTS-5_02 = "Fortunately, he hadn't managed to get very far, and we put a leash on him before the aliens could."

Loading_ICFTS-6_01 = "To recap what we've learned so far, the DJ had taken alien technology, screwed around with it, and accidentally created Chryssalid lures that he then placed along the coast which attracted hordes of these monsters, from the ocean of all places."
Loading_ICFTS-6_02 = "This is when I almost lost it, because this is when we found out about the DJ's boat docked outside another city further up the coast. On board was his computer, scheduled to broadcast the latest pre-recorded installment of \"pirate\" radio."
Loading_ICFTS-6_03 = "What choice did we have? We set off for yet another target."

Loading_ICFTS-7_01 = "I had had just about enough of the DJ and his secrets. I was about ready to beat it out of him, but finally he came clean. I wasn't kidding before when I said the guy was a crackpot. The true source of the all-powerful signal?"
Loading_ICFTS-7_02 = "An early ADVENT chip transmitter. Somehow he got the bright idea of hooking into this thing, despite barely knowing what it actually did. His story was so ridiculous it almost made sense, I mean, none of us were scientists."
Loading_ICFTS-7_03 = "And our solution was simple enough. We'd just blow up the transmitter and undo everything the DJ had put into motion. Simple."

Loading_InterceptorCrashWilderness_01 = "Chief Engineer's log, Lily Shen, first entry. It's funny, Dad always used to smile when he said that...some sort of inside joke from the old days, I guess. Well the joke's on me now, isn't it?  He's gone."
Loading_InterceptorCrashWilderness_02 = "And now I have to pick up the pieces. Problem is, I have no idea how they fit back together. Central tried to give me one of his \"pep\" talks today. Right after dad's ceremony. 5 seconds later I had my first mission."
Loading_InterceptorCrashWilderness_03 = "Something about scanning some old ordnance our recon drone spotted. Oh, that and getting this entire ship operational. No pressure, right?"

Loading_SkyrangerCrashWilderness_01 = "Chief Engineer's log. Day 12. It's been almost two weeks since my last mission, and it looks like I may be called up again soon. After crawling around the drive shaft tubes for the last five days,"
Loading_SkyrangerCrashWilderness_02 = "I'm actually thrilled at the change of scenery...not to mention the smell. We've zeroed in on a crashed skyranger, pre-war. The drive assembly on those things...well, it could be the answer to my prayers."
Loading_SkyrangerCrashWilderness_03 = "That is, if it survived the crash. And if I manage to get a clear scan of it without us all being captured, or turned into Muton chow. Is it strange that I'm starting to feel excited about all this? Then again, I am covered in synthetic coolant."

Loading_InterceptorCrashSmallTown_01 = "Chief Engineer's log. Day 67. Have to put my Avenger work on hold today for a quick scanning job on another crashed Interceptor. Central's been giving me more freedom to run these ops lately, which is a good thing."
Loading_InterceptorCrashSmallTown_02 = "Not sure how'd he'd feel about me running off to scan an old pilot seat though. Thankfully, he's on his own mission now and not around to pass judgement...or notice what happened to his command seat."
Loading_InterceptorCrashSmallTown_03 = "Exactly how it got jettisoned or by whom are details we don't need to dwell on."

Loading_UFOCrash-Shanty_01 = "Chief Engineer's Log. Day 100. This is big.  Real big. A recon drone just ID'd a crashed alien scout. That's right, alien scout. The AI on those things is beyond state of the art. It also happens to be the same system that originally piloted the Avenger."
Loading_UFOCrash-Shanty_02 = "If I could clone the system, bring it back here, and modify it, I could get the main computer back online. Just before Central kills me for trying something so reckless and stupid."

Loading_SkyrangerCrashAbandoned_01 = "Chief Engineer's log. Day 141. Took a while but we finally got the AI operational! I have to admit- I couldn't have done it without Tygan. The man has an uncanny talent for reconfiguring network pathways."
Loading_SkyrangerCrashAbandoned_02 = "Not to mention scarfing down ADVENT burgers, but don't ask me where he's getting them from. Just like that our communications relays tripled in efficiency and range. Just in time to pick up the transmission."
Loading_SkyrangerCrashAbandoned_03 = "Apparently some sort of black market trader stumbled across one of our lost Skyrangers and is auctioning off parts to the highest bidder. Part of her haul includes a working communications module,"
Loading_SkyrangerCrashAbandoned_04 = "meaning whoever gets their hands on it will have direct access to our network. I intend on making sure that person is us."

Loading_UFOCrash-Slums_01 = "Chief Engineer's log. Day 142. Thanks to our new \"friend\" Masha we got a lead on another crashed ship, this time an alien scout craft. After my success in integrating the AI system,"
Loading_UFOCrash-Slums_02 = "I'm hoping there may be some more useful code in its data core...which is why I volunteered to lead the operation myself. I'd love to elaborate here, but I need to hurry, I have a mission to prep." 

Loading_FirestormCrash-Wilderness_01 = "Chief Engineer's log. Day 145. Took a few days, but I managed to decode the data I recovered from the scout. The damned thing's AI managed to destroy anything pertaining to its civilian scans..."
Loading_FirestormCrash-Wilderness_02 = "but I did manage to recover the location of a crashed ADVENT transport ship a few sectors away. Those ships run on the same power supply as the Avenger. If there's a functioning stabilization unit in the wreckage,"
Loading_FirestormCrash-Wilderness_03 = "we can finally turn on the reactor core....without blowing up the entire ship. The impact of this is...Hold on...Rover, no! End log."

Loading_Lazarus1_01 = "So here's a story Shen probably didn't mention from her various excursions off the ship - the time she was captured by ADVENT. Yeah, that's right, captured by ADVENT. This wasn't that long ago either, just a few years back."
Loading_Lazarus1_02 = "The aliens knew the Avenger was out here somewhere, and they started getting real desperate to find it. They even assembled a special extraction team, almost like they were trying to mirror our tactics."
Loading_Lazarus1_03 = "The ADVENT squad was grabbing senior resistance targets for interrogation, and Shen had the misfortune of being one of the first. Or so we thought."

Loading_Lazarus2_01 = "Shen was pretty out of it most of her time with ADVENT, but she swore up and down that she had heard something about the aliens moving people by train. With that in mind,"
Loading_Lazarus2_02 = "we were able to narrow down the locations where ADVENT was actively moving trains near the city center slums. We didn't know who we might find down there, but it was up to us to defend anyone willing to stand with the resistance."
Loading_Lazarus2_03 = "Who would have guessed it would end up being one of XCOM's greatest heroes?"

Loading_Lazarus3_01 = "Within a few weeks of scooping up Jane from the slums, we got word from one of her scouts that the aliens were moving something across the territories-something big. We couldn't always count on these reports to be accurate,"
Loading_Lazarus3_02 = "but from the description it sure sounded like a weapon to me. If it was really as big as Jane's guy claimed, it didn't matter where they were hauling it off to, we couldn't risk it."
Loading_Lazarus3_03 = "If we were going to lead the resistance, then we had to start acting like it. That meant taking the fight to them."

Loading_Lazarus4_01 = "It wasn't until later we found out who it was ADVENT had captured trying to blow up their cannon. Peter Osei and his Wrecking Crew were one of the only groups willing to venture into the city centers,"
Loading_Lazarus4_02 = "and he made quite a reputation for himself taking down high value ADVENT targets. As you might imagine, that also put him on a short list of resistance targets that the aliens were falling all over themselves to capture or kill."
Loading_Lazarus4_03 = "In Osei's case, he was finally rounded up during the convoy raid, and now he found himself imprisoned in the heart of the city."

Loading_Lazarus5_01 = "It was no surprise that ADVENT had made an attempt on Ana Ramirez. What was surprising was that they actually managed to find her. See, Ramirez was one of the finest guerrilla operators we had run into,"
Loading_Lazarus5_02 = "so much so that we had convinced her to start training recruits of her own to spread the knowledge around. I'm not one to sing the praises of ADVENT, but even I'll admit it, I was impressed they tracked her down."
Loading_Lazarus5_03 = "Still, Ramirez is no easy mark. She managed to get a signal through to us right when ADVENT hit her camp."

Loading_Lazarus6_01 = "Now this part of the story, this is something you won't hear about very often, the origins of Doctor Tygan's relationship with XCOM. He wasn't exactly captured, but when we got to him, he was..."
Loading_Lazarus6_02 = "at the end of his rope, desperate to get away from ADVENT. So desperate in fact that in a hastily performed fit of self-mutilation, Tygan removed his own chip implant the hard way-through the back of the skull."
Loading_Lazarus6_03 = "Needless to say that rendered him unconscious, and with only hours to spare before the aliens realized what he had done."

Loading_Lazarus7_01 = "Once he finally recovered from the operation, our new friend Doctor Tygan was grateful, to the extent that Tygan expresses that sort of thing anyway. He was also eager to prove his loyalty,"
Loading_Lazarus7_02 = "to shake off whatever bad deeds he had done in the service of ADVENT. He told us about a powerful artifact, a remnant of the old XCOM base the aliens had found and sealed away deep in some stronghold for further study."
Loading_Lazarus7_03 = "He was vague about the whole thing, which didn't help alleviate any suspicions we might have had about his story. Still, it was worth a shot."

